<?php error_reporting(0); $name = $_GET['name']; 

/***************************************************************
****	Script : Wishing-Happy-Aid	        ********************
****	By : Mohammed Cha   	********************************
****************************************************************/


/** عنوان الموقع **/
$page_name = "تهنئة بمناسبة المولد النبوي"; 





/***************************************************************
****	اعدادات المشاركة في واتساب		**********************
****************************************************************/

/***    رابط الموقع    ***/
$sharing_url = "http://mawlid.orgfree.com/";

/***    رسالة التهنئة     ***/
$sharing_message = $name." يهنئك بإقتراب حلول عيد المولد النبوي الشريف "; 

/***    دعوة لزيارة التهنئة     ***/
$sharing_invite = "إضغط على الرابط اسفله لتشاهد التهنئة كاملة";

/***    كتابة بطاقة خاصة     ***/
$sharing_advice = "يمكنك كتابة بطاقتك الخاصة لتهديها لأهلك و أصدقاءك عبر الرابط اسفله";






/***************************************************************
****	اعدادات مشاركة المنشور في فايسبوك		*************
****************************************************************/

/***    رسالة التهنئة     ***/
$sharing_name = "تهنئة شخصية بحلول المولد النبوي الشريف"; 

/***    دعوة لزيارة الصفحة     ***/
$sharing_description = "إضغط هنا، أكتب إسمك و إصنع بطاقتك الخاصة مجانا";






/***************************************************************
****	محتوى الصفحة		***********************************
****************************************************************/

/***   العنوان الرئيسي اعلى الصفحة    ***/
$aid_from = "تهنئة من طرف";

/***   العنوان الثانوي اعلى الصفحة    ***/
$aid_to = "بمناسبة عيد المولد النبوي الشريف";

/***   محتوى التهنئة    ***/
$aid_text = "يا عالي المقام اهنئك قبل الزحام بمولد خير الأنام .. عسى ربي يحفظك طول الزمان، ويرزقك التقوى والإيمان وقصور هدية من الرحمن في أعلى الجنان وكل عام وأنت بخير يا أعز إنسان";






/***************************************************************
****	اعدادات  العد العكسي - اقتراب العيد       ************
****************************************************************/

/***   لاتغير شكل الوقت .. و الشهر بالانجليزية 3 احرف الاولى فقط    ***/
$aid_timer = "Nov 9, 2019 00:00:00";

/***   رسالة العد العكسي   ***/
$aid_time = "تبقى على المولد النبوي";

/***   رسالة حلول العيد    ***/
$aid_said = "لقد حل عيد المولد النبوي الشريف";

/***   عنوان في نهاية الصفحة    ***/
$aid_said_footer = "عيد سعيد";






/***************************************************************
****	اعدادات انشاء بطاقة جديدة		**********************
****************************************************************/

/***   شرح او توضيح طريقة كتابة بطاقة جديدة    ***/
$aid_creat = "يمكنك إنشاء رسالة تهنئة خاصة بك .. عن طريق ادخال اسمك في الخانة اسفلة ونقر زر إنشاء";





/***************************************************************
****	اعدادات غوغل .. ادسنس + اناليتكس		**************
****************************************************************/

/***   google adsense validation ID    ***/
$ads_validation = "ca-pub-XXXXXXXXXXXXXXXX";


/***   data ad client small   ***/
$small_ads_id = "ca-pub-XXXXXXXXXXXXXXXX";
                
/***   data ad solt small   ***/
$small_ads_slot = "XXXXXXXXXX";
          



/***   data ad client big    ***/
$big_ads_id = "ca-pub-XXXXXXXXXXXXXXXX";

/***   data ad solt big    ***/
$big_ads_slot = "XXXXXXXXXX";




/***   analytics ID    ***/
$tracking = "UA-XXXXXXXXX-1";






/***************************************************************
****	 الرقم الخاص بتطبيق فايسبوك     		**************
****************************************************************/

/***   الرقم الخاص بتطبيق فايسبوك     ***/
$fb_app_id = "XXXXXXXXXXXXXXXX";





?>